#####################################################################
[Translation]

TRANSLATION_BY = แปลโดย
TRANSLATION_NAME = Touchwon99
TRANSLATION_LINK = https://picpick.app
LANGUAGENAME=ภาษาไทย

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=3200

;Thai.ini file is always up-to-date.
#####################################################################

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=การแก้ไขภาพ
#-------------------------------------------------------------

MNU_CAPTURE			=หน้าจอและการจับภาพ

#3.0.0 Please omit the 'Capture' text.  For example, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN		=แบบเต็มหน้าจอ
MNU_CAPTURE_ACTIVEWINDOW	=หน้าต่างที่ใช้งาน
MNU_CAPTURE_CONTROL		=หน้าต่างแบบควบคุม
MNU_CAPTURE_SCROLLINGWINDOW	=หน้าต่างแบบเลื่อน
MNU_CAPTURE_REGION		=พื้นที่
MNU_CAPTURE_FIXEDREGION	=พื้นที่คงที่
MNU_CAPTURE_FREEHAND		=โดยอิสระ
MNU_CAPTURE_WEBPAGE		=หน้าเว็บ
MNU_CAPTURE_REPEAT		=ทำซ้ำล่าสุด
#3.0.0

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=การจับภาพ &ตั้งค่า
MNU_OUTPUTTYPE			=ส่งออก &ชนิด

MNU_OUTPUTTYPE_PICPICK		=การแก้ไข PicPick
MNU_OUTPUTTYPE_CLIPBOARD	=คัดลอกไปยังคลิปบอร์ด
MNU_OUTPUTTYPE_SAVEIMAGE	=บันทึกเป็นภาพ &ไฟล์
MNU_OUTPUTTYPE_SAVEFOLDER	=บันทึกอัตโนมัติเป็น...
MNU_OUTPUTTYPE_OTHER		=โปรแกรมภายนอก...
MNU_OUTPUTTYPE_FTP		=อัปโหลดไปยัง FTP
MNU_OUTPUTTYPE_SHARE		=แบ่งปัน
MNU_OUTPUTTYPE_SENDTO		=ส่งไปยัง
MNU_OUTPUTTYPE_FACEBOOK	=อัปโหลดไปยังเฟซบุ๊ค
MNU_OUTPUTTYPE_TWITTER		=อัปโหลดไปยังทวิชเตอร์
MNU_OUTPUTTYPE_MSWORD	=ไมโครซอฟต์เวิร์ด
MNU_OUTPUTTYPE_MSEXCEL		=ไมโครซอฟต์เอ็กเซล
MNU_OUTPUTTYPE_MSPPT		=ไมโครซอฟต์เพาเวอร์พอยต์น
MNU_OUTPUTTYPE_MSOUTLOOK	=อิเมล์ (Outlook)
MNU_OUTPUTTYPE_PRINTER		=เครื่องพิมพ์

MNU_OUTPUTTYPE_WEB		=อัปโหลดไปยังเว็บ
MNU_OPT_DEFAULTFORMAT		=รูปภาพและรูปแบบเริ่มต้น
MNU_OPT_OPENEDITOR		=การเปิดและแก้ไขเมื่อเริ่มโปรแกรมม
MNU_OPT_STARTUPPROGRAM	=เปิด PicPick พร้อมคอมพิวเตอร์
#-------------------------------------------------------------
MNU_COLORPICKER		=สีและตัวเลือก
MNU_COLORPALETTE		=สีและจานสี
MNU_COPYCOLORTYPE		=คัดลอกสีไปยัง
MNU_COLORHISTORY		=สีและประวัติ
MNU_COLORHISTORY_CLEAR		=ล้าง
#-------------------------------------------------------------
MNU_MAGNIFIER			=แว่นขยาย
MNU_PIXELRULER			=พิกเซลและไม้บรรทัด
MNU_PROTRACTOR			=เครื่องมือวัดมุม
MNU_CROSSHAIR			=CrossHair
MNU_WHITEBOARD			=ไวท์บอร์ด
#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=โปรแกรมและตัวเลือก ...
MNU_EXIT_PICPICK			=ออก


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =ไฟล์
MNU_FILE_NEW =สร้างใหม่
MNU_FILE_OPEN =เปิด
MNU_FILE_OPENCLIPBOARD =เปิดจากคลิปบอร์ด
#3.0.0
MNU_FILE_OPENURL =เปิดจาก URL
#3.0.0
MNU_FILE_SAVESAME=บันทึก
MNU_FILE_SAVE =บันทึกไปยัง
MNU_FILE_SAVESELECT =บันทึกที่เลือกไปยัง...
MNU_FILE_SAVEALL=บันทึกทั้งหมด
MNU_FILE_PRINT=พิมพ์
#3.0.2
MNU_FILE_CLOSEIMAGE =เปิดภาพ
MNU_FILE_CLOSECURRENTIMAGE =ภาพปัจจุบัน
MNU_FILE_CLOSEALLIMAGE = ภาพทั้งหมด
MNU_FILE_CLOSEALLSAVEDIMAGE =ภาพที่บันทึกทั้งหมด
#3.0.2
MNU_FILE_CLOSEPICPICK =ออก
#-------------------------------------------------------------
MNU_EDIT =แก้ไข
MNU_EDIT_UNDO =ยกเลิก
MNU_EDIT_REDO =ย้อนกลับ
MNU_EDIT_CUT =ตัด
MNU_EDIT_COPY =คัดลอก
MNU_EDIT_PASTE =วาง
MNU_EDIT_PASTEFROMFILE =วางจากไฟล์...
MNU_EDIT_SELECTDEL =ลบ
MNU_EDIT_SELECTNEW =ครอบตัด
MNU_EDIT_DESELECT =ไม่เลือก
MNU_EDIT_SELECTALL =เลือกทั้งหมด
MNU_EDIT_IMAGERESIZE =ปรับขนาด /ขยายภาพ...
MNU_EDIT_CANVASRESIZE =ปรับขนาดผ้าใบ...
MNU_EDIT_VIEWBITMAP =ดูบิทแมปแบบเต็มหน้าจอ...
#-------------------------------------------------------------
MNU_TOOLS =&Tools
MNU_TOOLS_FULLSCREEN 		=จับภาพเต็มจอ
MNU_TOOLS_ACTIVEWINDOW 	=จับภาพวินโดว์สใช้งาน
MNU_TOOLS_CONTROL 		=จับภาพวินโดว์สหลัก
MNU_TOOLS_SCROLLINGWINDOW	=จับภาพหน้าต่างแบบเลื่อน
MNU_TOOLS_WEBPAGE 		=จับภาพหน้าเว็บ
MNU_TOOLS_REGION 		=จับภาพพื้นที่
MNU_TOOLS_FIXEDREGION 		=จับภาพพื้นที่คงที่
MNU_TOOLS_FREEHAND 		=จับภาพโดยอิสระ
MNU_TOOLS_REPEAT 		=ทำซ้ำล่าสุด
MNU_TOOLS_COLORPICKER		=สีและตัวเลือก
MNU_TOOLS_COLORPALETTE		=สีและจานสี
MNU_TOOLS_MAGNIFIER		=แว่นขยาย
MNU_TOOLS_PIXELRULER		=พิกเซลและไม้บรรทัด
MNU_TOOLS_PROTRACTOR		=เครื่องมือวัดมุม
MNU_TOOLS_CROSSHAIR		=CrossHair
MNU_TOOLS_WHITEBOARD		=ไวท์บอร์ด
MNU_TOOLS_OPTION		=ตั้งค่าโปรแกรม
#-------------------------------------------------------------
MNU_TOOLSOPTION			=ตั้งค่าการจับภาพ
MNU_TOOLSOPTION_OUTPUTTYPE		=ส่งออกเป็น
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT	=ตั้งค่ามาตรฐานภาพ
MNU_TOOLSOPTION_DUALMONITORS		=รองรับ 2 หน้าจอ
MNU_TOOLSOPTION_HOTKEY		=เปลี่ยนแปลงปุ่มลัด...
MNU_TOOLSOPTION_SOUND			=เปิดใช้งานซาวน์เอฟเฟค
MNU_TOOLSOPTION_SCROLLCAPTURE		=เปิดใช้งานเลื่อนอัตโนมัติ
MNU_TOOLSOPTION_MOUSECURSOR		=รวมภาพเคอร์เซอร์
MNU_TOOLSOPTION_STARTUPPROGRAM	=เรียกใช้ PicPick ในขณะเริ่มต้น
MNU_TOOLSOPTION_OPENEDITOR		=เปิดตัวแก้ไขเมื่อโปรแกรมเริ่มต้น
MNU_TOOLS_COLORTYPE			=คัดลอกสี
#-------------------------------------------------------------
MNU_EFFECT 			=เอฟเฟค
MNU_EFFECT_INVERT 		=สลับ
MNU_EFFECT_GRAYSCALE		=ระดับสีเทา
MNU_EFFECT_MOSAIC 		=แบบพิกเซล...
MNU_EFFECT_BLUR 		=เบลอ
MNU_EFFECT_SHARPEN 		=คมชัด
MNU_EFFECT_BRIGHTNESS 		=ความสว่าง / ความคมชัด...
MNU_EFFECT_HSL 			=สี / ความอิ่มตัว...
MNU_EFFECT_BORDER 		=เอฟเฟคขอบ
MNU_EFFECT_FLIP 			=พลิก
MNU_EFFECT_FLIPH 		=พลิก แนวนอน
MNU_EFFECT_FLIPV 		=พลิกแนวตั้ง
MNU_EFFECT_ROTATE 		=หมุน
MNU_EFFECT_ROTATE90 		=90° ตามเข็มนาฬิกา
MNU_EFFECT_ROTATE180 		=180° ตามเข็มนาฬิกา
MNU_EFFECT_ROTATE270 		=270° ตามเข็มนาฬิกา
MNU_EFFECT_FRAME		=กรอบ...
#3.0.0
MNU_EFFECT_COLORBALANCE	=ความสมดุลของสี...
#3.0.0
#-------------------------------------------------------------
MNU_WINDOW =หน้าต่าง
MNU_WINDOW_CASCADE =ซ้อนทับ
MNU_WINDOW_TILEH =จัดเรียงแนวนอน
MNU_WINDOW_TILEV =จัดเรียงแนวตั้ง
MNU_WINDOW_MINIMIZEALL =ย่อเล็กสุดทั้งหมด
#-------------------------------------------------------------
MNU_HELP =ช่วยเหลือ
MNU_HELP_WEBSITE =เว็บไซต์ PicPick ...
MNU_HELP_ABOUT =เกี่ยวกับ...

PNL_TOOL_TOOLS = เครื่องมือ
PNL_TOOL_COLOR = สี
PNL_TOOL_PROPERTY = คุณสมบัติ
LBL_TOOL_WIDTHS = ความกว้าง :
LBL_TOOL_OPACITY = ความทึบแสง :
LBL_TOOL_SHAPE= รูปร่าง:

#-------------------------------------------------------------
#Ribbon

#3.0.0
TAB_HOME=หน้าหลัก
TAB_FILE=ไฟล์
TAB_VIEW=ดู
TAB_SHAPES=รูปร่าง
#3.0.0

TBR_CLIPBOARD=คลิปบอร์ด
TBN_CLIPBOARD_PASTE=วาง
TBN_CLIPBOARD_CUT=ตัด
TBN_CLIPBOARD_COPY=คัดลอก
TBN_CLIPBOARD_DELETE=ลบ

TBR_VIEW=ดู
TBN_VIEW_ZOOMIN=ซูมเข้า
TBN_VIEW_ZOOMOUT=ซูมออก
TBN_VIEW_FULL=เต็มจอ
TBN_VIEW_100=ขนาดจริง

TBR_IMAGE=ภาพ
TBN_IMAGE_EFFECT=เอฟเฟค
TBN_IMAGE_CROP=ครอบตัด
TBN_IMAGE_RESIZE=ปรับขนาด
TBN_IMAGE_ROTATE=หมุน

TBR_TOOLS=เครื่องมือ
TBR_COLOR=สี

POP_COLORTYPE1 = สีพาสเทล
POP_COLORTYPE2 = แม่สี

#3.0.0

TBR_SHOWHIDE=แสดงหรือซ่อน
TBN_RULER=ไม้บรรทัด
TBN_STATUSBAR=แถบสถานะ
TBN_TAB = แท็บ

TBN_THUMBNAIL=มุมมองภาพ

TBR_WINDOW=หน้าต่าง
TBN_CASCADE=ซ้อนทับ
TBN_ARRANGEALL=เรียงต่อกัน

TBN_REGISTER=ลงทะเบียน...

TBN_VIEW_100=ดู 100%

TBN_TOOLS_SELECT = เลือก

TBN_MORECOLORS = อีก
MNU_PALETTETYPE = ประเภทจาน

MNU_TOPBAR_TITLE = ปรับแต่งปุ่มหลัก
MNU_TOPBAR_MINIMIZERIBBON = ย่อไปยังริบบอน

#3.0.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts
TIP_FILE_NEW =สร้างภาพใหม่ที่ว่างเปล่า
TIP_FILE_OPEN =เปิดภาพที่มีอยู่
#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts


TIP_FILE_OPENCLIPBOARD =เปิดภาพจากคลิปบอร์ด
#3.0.0
TIP_FILE_OPENURL =เปิดภาพจาก URL
#3.0.0

TIP_FILE_SAVE =บันทึกภาพที่ใช้งาน
TIP_FILE_SAVEAS =บันทึกภาพที่ใช้งานด้วยชื่อใหม่
TIP_FILE_SAVESELECT =บันทึกที่เลือกด้วยชื่อใหม่
TIP_FILE_SAVEALL =บันทึกภาพทั้งหมดด้วยชื่อใหม่
TIP_FILE_PRINT=พิมพ์ภาพ
TIP_FILE_CLOSEIMAGE =ปิดภาพปัจจุบัน
TIP_FILE_CLOSEALLIMAGE =ปิดไฟล์ภาพทั้งหมด
#3.0.2
TIP_FILE_CLOSEALLSAVEDIMAGE =ปิดไฟล์ภาพทั้งหมดที่บันทึกแล้ว
#3.0.2
TIP_FILE_CLOSEPICPICK =ปิดหน้าต่าง
#-------------------------------------------------------------
TIP_EDIT_UNDO =ยกเลิกการกระทำล่าสุด
TIP_EDIT_REDO =ย้อนกลับการกระทำก่อนหน้านี้ที่ยกเลิก
TIP_EDIT_CUT =ตัดส่วนที่เลือกและย้ายไปที่คลิปบอร์ด
TIP_EDIT_COPY =คัดลอกที่เลือกและใส่ไว้ในคลิปบอร์ด
TIP_EDIT_PASTE =วางเนื้อหาของคลิปบอร์ดไปที่ภาพที่ใช้งาน 
TIP_EDIT_PASTEFROMFILE =วางแฟ้มกับรูปภาพปัจจุบัน
TIP_EDIT_SELECTDEL =ลบการเลือก
TIP_EDIT_SELECTNEW =ครอบตัดภาพส่วนที่เลือก
TIP_EDIT_DESELECT =ยกเลิกการเลือกภาพ
TIP_EDIT_SELECTALL =เลือกภาพทั้งหมด
TIP_EDIT_IMAGERESIZE =เปลี่ยนขนาดของภาพ
TIP_EDIT_CANVASRESIZE =เปลี่ยนขนาดของผ้าใบ
TIP_EDIT_VIEWBITMAP =ดูบิตแมปแบบเต็มหน้าจอ
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE = แสดงปุ่มจับภาพบนหน้าจอ
#3.0.0

TIP_TOOLS_FULLSCREEN =การจับภาพของเดสก์ทอป
TIP_TOOLS_ACTIVEWINDOW =การจับภาพของหน้าต่างที่ใช้งาน
TIP_TOOLS_CONTROL =การจับภาพของหน้าต่างควบคุม
TIP_TOOLS_SCROLLINGWINDOW =การจับภาพหน้าต่างเลื่อนของการควบคุม
TIP_TOOLS_WEBPAGE =การจับภาพของหน้าเว็บ
TIP_TOOLS_REGION =จับภาพพื้นที่สี่เหลี่ยม
TIP_TOOLS_FREEHAND =จับภาพพื้นที่โดยอิสระ
TIP_TOOLS_FIXEDREGION =จับพื้นที่สี่เหลี่ยมคงที่
TIP_TOOLS_REPEAT =จับภาพเช่นเดียวกับก่อนหน้า


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

TIP_TOOLS_CAPTUREMENU = จับภาพบนหน้าจอ
TIP_TOOLS_COLORPICKER	= เลือกรหัสสีบนหน้าจอ
TIP_TOOLS_COLORPALETTE	= ค้นหาและปรับแต่งสีที่คุณต้องการ
TIP_TOOLS_MAGNIFIER	=ให้ดูคล้ายกับพิกเซลบนหน้าจอ
TIP_TOOLS_PIXELRULER	=วัดขนาดของวัตถุและภาพเดสก์ทอป
TIP_TOOLS_CROSSHAIR	= ตั้งค่าพิกัดสัมพัทธ์
TIP_TOOLS_PROTRACTOR	=วัดมุมใด ๆ บนหน้าจอ
TIP_TOOLS_WHITEBOARD	=สำหรับสิ่งที่นำเสนอหรือรูปวาด
TIP_TOOLS_OPTION	=แสดงตัวเลือกหลายประการเกี่ยวกับโปรแกรม

#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

#-------------------------------------------------------------
TIP_TOOLSOPTION				=เปลี่ยนตัวเลือกการจับภาพ
TIP_TOOLSOPTION_OUTPUTTYPE	=เปลี่ยนการส่งออกภาพแคปเจอร์
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT	=เปลี่ยนค่าเริ่มต้นของรูปแบบไฟล์ภาพ
TIP_TOOLSOPTION_DUALMONITORS		=การสนับสนุนสำหรับสองจอภาพเมื่อจับภาพ
TIP_TOOLSOPTION_HOTKEY			=เปลี่ยนปุ่มลัดสำหรับฟังก์ชัน...
TIP_TOOLSOPTION_SOUND			=เปิดใช้งานลักษณะเสียงเมื่อจับภาพ
TIP_TOOLSOPTION_SCROLLCAPTURE		=การจับภาพของเมนูเลื่อน
TIP_TOOLSOPTION_MOUSECURSOR		=รวมเคอร์เซอร์ของเมาส์ในภาพ
TIP_TOOLSOPTION_STARTUPPROGRAM		=เริ่ม PicPick พร้อมกับวินโดว์ส
TIP_TOOLSOPTION_OPENEDITOR		=เปิด ผู้แก้ไข PicPick เมื่อโปรแกรมเริ่มต้น
TIP_TOOLS_COLORTYPE			= เปลี่ยนสีเป็นสำเนา [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =สลับสีของภาพ
TIP_EFFECT_GRAYSCALE =แปลงภาพถึง 256 สีเทา
TIP_EFFECT_MOSAIC =แปลงภาพผลลัพธ์เป็นแบบพิกเซล
TIP_EFFECT_BLUR =แปลงภาพผลลัพธ์เป็นแบบพร่าเลือน
TIP_EFFECT_SHARPEN =แปลงภาพผลลัพธ์ให้คมชัดขึ้น
TIP_EFFECT_BRIGHTNESS =ความสว่าง / ความคมชัด
TIP_EFFECT_HSL =สี / ความอิ่มตัว
TIP_EFFECT_FLIPH =พลิกพื้นที่ที่เลือกหรือภาพทั้งหมดของคุณในแนวนอน
TIP_EFFECT_FLIPV =พลิกพื้นที่ที่เลือกหรือภาพทั้งหมดของคุณในแนวตั้ง
TIP_EFFECT_ROTATE90 =หมุน 90° ตามเข็มนาฬิกา
TIP_EFFECT_ROTATE180 =หมุน 180° ตามเข็มนาฬิกา
TIP_EFFECT_ROTATE270 =หมุน 270° ตามเข็มนาฬิกา
TIP_EFFECT_FRAME=เปลี่ยนแปลงลักษณะกรอบ

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =จัดเรียงหน้าต่างแบบทับซ้อน
TIP_WINDOW_TILEH =จัดเรียงหน้าต่างแบบแนวนอน ไม่ทับซ้อนกัน
TIP_WINDOW_TILEV =จัดเรียงหน้าต่างแบบแนวตั้ง ไม่ทับซ้อนกัน
TIP_WINDOW_MINIMIZEALL =ย่อหน้าต่างที่เปิดอยู่ทั้งหมดลง
#-------------------------------------------------------------
TIP_HELP_WEBSITE =เปิดหน้าโฮมเพจของ PicPick
TIP_HELP_ABOUT =แสดงข้อมูลของโปรแกรมและลิขสิทธิ์
#-------------------------------------------------------------
TIP_TOOL_MOVE =ย้าย
TIP_TOOL_SELECT =เลือกส่วนของภาพ
TIP_TOOL_FILL =เติมสี
TIP_TOOL_BRUSH =แปรง
TIP_TOOL_PENCIL =ดินสอ
TIP_TOOL_ZOOM =แว่นขยาย
TIP_TOOL_ERASER =ยางลบ / ยางลบสี
TIP_TOOL_PICKCOLOR =เลือกสี
TIP_TOOL_TEXT =ข้อความ
TIP_TOOL_LINE =เส้น
TIP_TOOL_RECT =สี่เหลี่ยมผืนผ้า
TIP_TOOL_ELLIPSE =วงรี
TIP_TOOL_ARROW =ลูกศร
TIP_TOOL_RRECT =สี่เหลี่ยมผืนผ้าโค้งมน
TIP_TOOL_ADDIMAGE =ใส่รูปภาพ

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD 		= แทรกสำเนาของภาพนี้ไปยัง Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL 		= แทรกสำเนาของภาพนี้ไปยัง Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT	= แทรกสำเนาของภาพนี้ไปยัง Microsoft PowerPoint
TIP_OUTPUTTYPE_PROGRAM	= ส่งสำเนาของภาพนี้ไปยัง โปรแกรมภายนอก
TIP_OUTPUTTYPE_MSOUTLOOK	=แนบสำเนาของภาพนี้ไปยัง ข้อความอีเมล
TIP_OUTPUTTYPE_FACEBOOK	= อัพโหลดและแบ่งปันภาพนี้ไปยัง Facebook
TIP_OUTPUTTYPE_TWITTER		= อัพโหลดและแบ่งปันภาพนี้ไปยัง Twitter
TIP_OUTPUTTYPE_FTP		= ส่งภาพนี้โดยตรงไปยัง สถานที่บนเว็บผ่านทาง FTP
TIP_OUTPUTTYPE_WEBUPLOAD	= ส่งภาพนี้โดยตรงไปยัง สถานที่บนเว็บ
#3.0.0 File menu width has been changed


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP = หมุนหรือพลิกภาพหรือการเลือก

TIP_TOOLS_EFFECT=เลือกเอฟเฟค
TIP_TOOLS_WIDTHS=เลือกความกว้าง
TIP_TOOLS_OPACITY = เลือกความทึบ

TIP_VIEW_ZOOMIN = ซูมเข้าภาพปัจจุบัน
TIP_VIEW_ZOOMOUT = ซูมออกภาพปัจจุบัน
TIP_VIEW_ZOOMSELECT =ซูมเข้าหรือซูมออก
TIP_VIEW_ACTUALSIZE = ขยายไปที่ 100%
TIP_VIEW_THUMBNAIL=แสดงภาพย่อเพื่อเลือกภาพได้อย่างรวดเร็ว  

TIP_SHOW_RULER=การแสดงหรือซ่อนไม้บรรทัดวัดภาพของคุณ
TIP_SHOW_STATUSBAR=การแสดงหรือซ่อนแถบสถานะที่ด้านล่างของหน้าต่าง
TIP_SHOW_TAB=การแสดงหรือซ่อนแถบแท็บ

TIP_COLOR_COLOR1 = สีพื้น
TIP_COLOR_COLOR2 = สีพื้นหลัง
TIP_COLOR_SWAP=สลับสีพื้นหน้าและพื้นหลัง
TIP_COLOR_DEFAULT = ค่าเริ่มต้นสีพื้นหน้าและสีพื้นหลัง
TIP_COLOR_MORE=แสดงจานสีอื่น ๆ

TIP_SHAPE_FLATTEN=แผ่รูปทรง
TIP_SHAPE_DELETE=ลบรูปร่าง
TIP_SHAPE_DUPLICATE=ทำซ้ำรูปร่าง

TIP_SHAPE_FILL=กรอกรูปร่างที่เลือก
TIP_SHAPE_OUTLINE=เค้าโครงรูปร่าง
TIP_SHAPE_EFFECTS=รูปแบบรูปร่าง
TIP_SHAPE_ADDTEXT=แทรกข้อความลงในรูปร่าง

TIP_SHAPE_FLATTEN_ALL=แผ่รูปทรงทั้งหมด
TIP_SHAPE_BRINGTOFRONT=นำวัตถุที่เลือกไปข้างหน้าเพื่อที่จะซ่อนวัตถุอื่นไว้ด้านหลังของมัน
TIP_SHAPE_SENDTOBACK=ส่งวัตถุที่เลือกไปไว้ด้านหลังเพื่อที่จะให้วัตถุอื่นอยู่ด้านหน้าของมัน

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =ผู้แก้ไข PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - ส่วนควบคุมหน้าต่าง
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - หน้าต่างแบบเลื่อน
DLG_REGIONCAPTURE_TITLE =PicPick - จับภาพพื้นที่
DLG_FIXEDREGIONCAPTURE_TITLE =จับภาพพื้นที่คงที่
DLG_FREEHANDCAPTURE_TITLE=PicPick - จับภาพโดยอิสระ
DLG_WHITEBOARDTOOL_TITLE=PicPick - ไวท์บอร์ด
DLG_MAGNIFIER_TITLE=PicPick - แว่นขยาย
DLG_COLORPICKER_TITLE =PicPick - ตัวเลือกสี
DLG_CROSSHAIR_TITLE=PicPick - CrossHair
DLG_COLORPALETTE_TITLE =จานสี
DLG_AUTOSAVE_TITLE = บันทึกอัตโนมัติ
DLG_NEWIMAGE_TITLE = รูปภาพใหม่
DLG_PRINT_TITLE = พิมพ์
DLG_CANVASSET_TITLE = ปรับขนาดผ้าใบ
DLG_IMAGERESIZE_TITLE = ปรับขนาดภาพ
DLG_ABOUT_TITLE = เกี่ยวกับ
DLG_PIXELATE_TITLE = แบบพิกเซล
DLG_HUESATURATION_TITLE = สี / ความอิ่มตัว
DLG_BRIGHTNESSCONTRAST_TITLE = ความสว่าง / ความคมชัด
DLG_FRAME_TITLE		=โครงร่าง
DLG_FONTVIEW_TITLE = นำเข้าข้อความ
DLG_CAPTURE_TITLE=จับภาพ
DLG_CHANGEHOTKEY_TITLE = ปุ่มลัด
DLG_WEBPAGECAPTURE_TITLE = PicPick - จับภาพหน้าเว็บ
DLG_SHORTCUT_TITLE = เปลี่ยนปุ่มลัด
DLG_SETUP_TITLE		=ตัวเลือกโปรแกรม
DLG_FILENAMESETUP_TITLE	=ชื่อไฟล์

#3.0.6
DLG_IMAGES_TITLE	=รูปภาพ
#3.0.6

DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=ผู้แก้ไข
DLG_ARROWSET_TITLE	=ลูกศรที่กำหนดเอง
DLG_FACEBOOK_TITLE	=เชื่อมต่อ Facebook
DLG_TWITTER_TITLE	=เชื่อมต่อ Twitter
DLG_WEBUPLOAD_TITLE	=อัปโหลดไปยังเว็บ

BTN_OK = ตกลง
BTN_CANCEL = ยกเลิก
#3.0.0
BTN_APPLY = นำไปใช้
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET = การตั้งค่า
CHK_ADDSTARTUP = เรียกใช้โปรแกรมเมื่อเริ่มต้น
CHK_ADDDESTKOP = สร้างไอคอนที่เดสก์ทอป
CHK_CHECKUPDATE = ตรวจหาการปรับปรุงโปรแกรม
LBL_LANGUAGE = ภาษา
BTN_HOTKEY = ปุ่มลัด...
BTN_CREDIT = เครดิต
LBL_PROGRAMPARAMETER=พารามิเตอร์...
CHK_SETTINGTOAPPDATA=บันทึกการตั้งค่าไปยังข้อมูลแอปพลิเคชัน
LBL_MORELANGUAGE=ภาษาอื่น ๆ...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =คุณสมบัติ
LBL_CONTROLCAPTURE_CLASS =ชื่อ
LBL_CONTROLCAPTURE_SIZE =ขนาด
LBL_CONTROLCAPTURE_INFO=ควบคุม
LBL_CONTROLCAPTURE_SCROLL=เลื่อนอัตโนมัติ
LBL_CONTROLCAPTURE_OUTPUTTYPE =ประเภทขาออก
LBL_CONTROLCAPTURE_HANDLE =จัดการ
LBL_CONTROLCAPTURE_RECT =รักษา
LBL_CONTROLCAPTURE_BOTTOMTIP =เลือกตัวควบคุมหน้าต่าง (button, tab, box, toolbar, etc...), และกดปุ่ม PRINT SCREEN

GRP_FIXEDREGIONCAPTURE_PROPERTY = ขนาดพื้นที่
LBL_FIXEDREGIONCAPTURE_WIDTH = ความกว้าง :
LBL_FIXEDREGIONCAPTURE_HEIGHT =ความสูง :

TIP_REGIONCAPTURE_NOTDRAG =เลือกพื้นที่สี่เหลี่ยมของเดสก์ทอป.
TIP_PIXEL = พิกเซล
TIP_FREEHANDCAPTURE_NOTDRAG =วาดรูปร่างใด ๆ ในการจับภาพบนหน้าจอ.

LBL_COLORPICKER_COLORAS =ในฐานะที่เป็นสี :
LBL_COLORPICKER_VALUE =มูลค่า :

LSV_WEBPAGECAPTURE_LIST = เลือกเว็บไซต์ที่จะจับภาพ
BTN_WEBPAGECAPTURE_RELOAD = โหลดใหม่
BTN_WEBPAGECAPTURE_CAPTURE = จับภาพ

#3.0.3
LBL_MINIHELP=คลิกที่ปุ่มซ้ายของเมาส์เพื่อเลือกพื้นที่.
#3.0.3
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = ปุ่มลัด
GRB_CAPTURE = จับภาพหน้าจอ
GRB_TOOLS = เครื่องมือ

LBL_KEYNONE = ไม่มี

LBL_CAPTURE_FULLSCREEN		=จับภาพเต็มหน้าจอ
LBL_CAPTURE_ACTIVEWINDOW	=จับภาพหน้าต่างที่ใช้งาน
LBL_CAPTURE_CONTROL		=จับภาพควบคุมหน้าต่าง
LBL_CAPTURE_SCROLLINGWINDOW	=จับภาพหน้าต่างแบบเลื่อน
LBL_CAPTURE_REGION		=จับภาพพื้นที่
LBL_CAPTURE_FIXEDREGION		=จับภาพพื้นที่คงที่
LBL_CAPTURE_FREEHAND		=จับภาพโดยอิสระ
LBL_CAPTURE_WEBPAGE		=จับภาพหน้าเว็บ
LBL_CAPTURE_REPEAT		=ทำซ้ำจับภาพล่าสุด

LBL_TOOLS_EDITOR			=แก้ไขรูปภาพ
LBL_TOOLS_COLORPICKER		=ตัวเลือกสี
LBL_TOOLS_COLORPALETTE		=จานสี
LBL_TOOLS_PIXELRULER		=ไม้บรรทัดพิกเซล
LBL_TOOLS_PROTRACTOR		=เครื่องมือวัดมุม
LBL_TOOLS_CROSSHAIR		=CrossHair
LBL_TOOLS_WHITEBOARD		=ไวท์บอร์ด

LBL_TOOLS_MAGNIFIER		=แว่นขยาย

CBO_HOTKEY_CUSTOM		=กำหนดเอง ...
CBO_HOTKEY_DEFAULT		=ค่าเริ่มต้นของ PicPick
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE		=จำกัดสิทธิ์


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = สี
LBL_FONTCOLOR = สีตัวอักษร
CHK_FILLCOLOR = เติมสี
CHK_AA = ขอบเรียบของตัวอักษรที่แสดง

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =บันทึกภาพโดยอัตโนมัติ
LBL_SELECTFOLDER =เลือกไดเรกทอรีที่จะบันทึกอัตโนมัติหน้าจอของคุณ.
BTN_SELECTFOLDER =เรียกดู...
GRP_SELECTFILENAME =ชื่อไฟล์
RDO_SELECTFILENAME_TEXT =ข้อความ + หมายเลข
RDO_SELECTFILENAME_NUM =เฉพาะหมายเลข
RDO_SELECTFILENAME_DATETIME =วันที่ / เวลา
EDT_SELECTFILENAME_DEFAULT = ภาพ
GRP_SELECTFORMAT =รูปแบบไฟล์
RDO_SELECTFORMAT_BMP =บิตแมป (*.bmp)
RDO_SELECTFORMAT_JPG =ไฟล์ภาพ JPEG (*.jpg)
RDO_SELECTFORMAT_PNG =กราฟิกเครือข่ายแบบพกพา (*.png)
RDO_SELECTFORMAT_GIF =รูปภาพ CompuServe GIF (*.gif)
#3.0.7
RDO_SELECTFORMAT_PDF =ไฟล์ PDF (*.pdf)
#3.0.7

LBL_SAVEFILENAME=ใส่ชื่อแฟ้มเริ่มต้นสำหรับบันทึกอัตโนมัติหรืออัพโหลด FTP.

LBL_EXAMPLETITLE=ตัวอย่าง)
LBL_EXAMPLE1=%y : ปี, %m : เดือน, %d : วัน
LBL_EXAMPLE2=%h : ชั่วโมง, %n : นาที, %s : วินาที
LBL_EXAMPLE3=%c : จำนวน
#3.1.2
LBL_EXAMPLE4=%u : ชื่อผู้ใช้, %w : ชื่อคอมพิวเตอร์
#3.1.2
GRB_OTHERPROGRAM=การติดตั้งโปรแกรมภายนอก
LBL_OTHERPROGRAM=เลือกโปรแกรมภายนอกเพื่อส่งภาพหน้าจอของคุณ.
LBL_OTHERPROGRAMPATH=เส้นทางโปรแกรม :
LBL_OTHERPROGRAMPARAMETER=พารามิเตอร์ : 
LBL_OTHERPROGRAMSELECT=ส่งไปยังโปรแกรมภายนอก...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=ตัวเลือกการจับภาพ
CHK_DUALMONITORS		=การสนับสนุนสำหรับสองจอภาพ
CHK_SOUND			=เปิดใช้งานเสียงเมื่อจับภาพ
CHK_MOUSECURSOR		=รวมภาพเคอร์เซอร์
CHK_HIDEEDITOR			=ซ่อนเครื่องมือแก้ไขภาพก่อนที่จะจับภาพ
CHK_ALWAYSCOPYCLIPBOARD	=คัดลอกภาพที่จับไปที่คลิปบอร์ดเสมอ

#3.0.5
CHK_STARTWITHCAPTUREBAR	=แสดงแถบจับภาพเมื่อเริ่มต้นโปรแกรม
#3.0.5

GRB_AUTOSCROLL			=เลื่อนอัตโนมัติ
CHK_SCROLLCAPTURE		=เปิดใช้งานเลื่อนอัตโนมัติ
LBL_SCROLLDELAY			=หน่วงเวลาการเลื่อน : 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=หน้าต่างแว่นขยาย
CHK_MAGNIFIER			=แสดงหน้าต่างแว่นขยายเมื่อจับภาพ
LBL_ZOOMSCALE			=ระดับการซูม :

#3.0.3
GRB_CAPTUREDELAY		=หน่วงเวลาก่อนที่จะจับภาพ
#3.0.3

#3.1.9
CHK_ADVANCECONTROLCAPTURE = ใช้หน้าต่างควบคุมการจับภาพขั้นสูง
#3.1.9

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = การตั้งค่าเซิร์ฟเวอร์ FTP
LBL_FTPADDRESS  =เซิร์ฟเวอร์ FTP :
LBL_REMOTEPATH = เส้นทางระยะไกล :
LBL_PORT=พอร์ต :
CHK_PASSIVEFTP= ใช้ passive FTP
LBL_USERNAME=ชื่อผู้ใช้ :
LBL_PASSWORD=รหัสผ่าน :
BTN_CONNECTTEST=ทดสอบ
LBL_SENDWEBBROWSER=เปิด URL ในเว็บ
LBL_SENDCLIPBOARD=คัดลอก URL ไปยังคลิปบอร์ด
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = ตัวเลือกตัวแก้ไข
CHK_OPENEDITORWHENSTART=เปิดตัวแก้ไขเมื่อโปรแกรมเริ่มต้น
CHK_CENTERIMAGE =จัดภาพไว้กึ่งกลางของหน้าต่าง
CHK_CLOSEWITHOUTASKING =ปิดภาพที่ไม่ได้บันทึกโดยไม่ต้องถาม
CHK_CROPNEW=ครอบตัดเป็นภาพใหม่
CHK_SHOWCLASSICUI=แสดงแถบเมนูเครื่องมือแบบคลาสสิก

LBL_BG=Background Color :
RDO_BGGRID=ตาข่าย
RDO_BGSOLID=สีทึบ

GRB_FILETYPE=ชนิดของไฟล์ที่รองรับ
LBL_FILETYPE=เลือกชนิดของไฟล์ที่คุณต้องการเปิดใช้โดย PicPick
#3.0.0
LBL_FILETYPEVISTA=ทำให้ PicPick เป็นผู้แก้ไขภาพเริ่มต้น
#3.0.0

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = เริ่ม
CHK_END = สิ้นสุด
CHK_OUTLINE = เพิ่มเค้าโครง
CBO_AT_ARROW1 = ลูกศร 1
CBO_AT_ARROW2 = ลูกศร 2
CBO_AT_CIRCLE = วงกลม
CBO_AT_DIAMOND = รูปข้าวหลามตัด
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = ขนาดผ้าใบ
LBL_WIDTH = ความกว้างใหม่
LBL_HEIGHT =ความสูงใหม่
LBL_BACKCOLOR = สีพื้น
LBL_PRESETS = ค่าที่ตั้งไว้
CBO_CLIPBOARD=คลิปบอร์ด
CBO_LASTUSED=ที่ใช้งานล่าสุด
CBO_CURRENT=ขนาดภาพปัจจุบัน
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
RDO_ZOOM = ตั้งค่าเป็นร้อยละ
RDO_SIZE = กำหนดขนาดที่เจาะจง
CHK_KEEP = รักษาอัตราส่วน
LBL_WIDTH = ความกว้าง
LBL_HEIGHT = ความสูง


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = ตัวอย่าง
LBL_PIXELATE = แบบพิกเซล
LBL_HUE = สี
LBL_SATURATION = ความอิ่มตัว
LBL_BIRGHTNESS = ความสว่าง
LBL_CONTRAST = ความเข้ม
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = ตัวอย่าง
GRP_EFFECT = ลักษณะพิเศษ
CHK_BORDER = กรอบ
CHK_FRAME = เฟรม
LBL_ETC=ค้นหาลักษณะพิเศษเฟรมเพิ่มเติม ...
CHK_AUTO=ใช้ลักษณะพิเศษเฟรมเมื่อจับภาพ
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =สีแดง
LBL_GREEN =สีเขียว
LBL_BLUE =สีฟ้า
LBL_TYPE = เป็นสี :
BTN_COPY =คัดลอก

CLR_DEFAULTTEXT = จานสี
CLR_CUSTOMTEXT = สีอื่น ๆ ...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =ย้าย
MNU_RULER_MOVE_UP =ขึ้น
MNU_RULER_MOVE_DOWN =ลง
MNU_RULER_MOVE_LEFT =ซ้าย
MNU_RULER_MOVE_RIGHT =ขวา
#-------------------------------------------------------------
MNU_RULER_TYPE =ชนิด
MNU_RULER_TYPE_HOTRIZONTAL =แนวนอน
MNU_RULER_TYPE_VERTICAL =แนวตั้ง
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =ความโปร่งใส
MNU_RULER_TRANSPARENT_USE =เปิดใช้งาน
MNU_RULER_TRANSPARENT_NOTUSE =ปิดการใช้งาน
MNU_RULER_TRANSPARENT_INC =เพิ่มขึ้น(+)
MNU_RULER_TRANSPARENT_DEC =ลดลง(-)

MNU_MAGNIFIER		=แสดง & แว่นขยาย ...

#-------------------------------------------------------------
MNU_RULER_EXIT =ออก
#-------------------------------------------------------------
MNU_RULER_UNIT =หน่วย
MNU_RULER_UNIT_PIXEL =พิกเซล
MNU_RULER_UNIT_INCH =นิ้ว
MNU_RULER_UNIT_CM = เซนติเมตร
MNU_RULER_UNIT_DPI = DPI
MNU_RULER_COLOR = สี
MNU_RULER_COLOR_BLUE = สีฟ้า (Default)
MNU_RULER_COLOR_YELLOW = สีเหลือง (Classic)
MNU_RULER_COLOR_WHITE = สีขาว
MNU_RULER_COLOR_BLACK = สีดำ
MNU_RULER_UNIT_DPI_CUSTOM = กำหนดเอง ...
DLG_CUSTOMDPI_TITLE= การตั้งค่า DPI ที่กำหนดเอง
LBL_CUSTOMDPI_TEXT= กรุณาใส่พิกเซลต่อนิ้ว (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =ความกว้างปากกา
MNU_WHITEBOARD_PENCOLOR =สีปากกา
MNU_WHITEBOARD_PENCOLOR_BLACK =สีดำ
MNU_WHITEBOARD_PENCOLOR_WHITE =สีขาว
MNU_WHITEBOARD_PENCOLOR_RED =สีดำ
MNU_WHITEBOARD_PENCOLOR_GREEN =สีเขียว
MNU_WHITEBOARD_PENCOLOR_BLUE =สีฟ้า
MNU_WHITEBOARD_PENCOLOR_CYAN =สีเขียวน้ำเงิน
MNU_WHITEBOARD_PENCOLOR_MAGENTA =สีม่วงแดงเข้ม
MNU_WHITEBOARD_PENCOLOR_YELLOW =สีเหลือง
MNU_WHITEBOARD_PENCOLOR_GRAY =สีเทา
MNU_WHITEBOARD_PENCOLOR_CUSTOM =ฯลฯ ..
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =ล้าง
MNU_WHITEBOARD_SAVE =จับภาพหน้าจอ
MNU_WHITEBOARD_EXIT =ออก
#-------------------------------------------------------------
TIP_TOOL_MOVE =ย้าย
TIP_TOOL_ZOOM =ซูม
TIP_TOOL_PEN =ดินสอ
TIP_TOOL_LINE =เส้น
TIP_TOOL_ARROW =ลูกศร
TIP_TOOL_SHAPE=รูปร่าง
TIP_TOOL_RECT =สี่เหลี่ยมผืนผ้า
TIP_TOOL_ELLIPSE =วงรี
TIP_TOOL_RRECT =สี่เหลี่ยมผืนผ้าโค้งมน
TIP_TOOL_TRANSPARENT = ความโปร่งใส
TIP_TOOL_CLEAR=ล้าง
TIP_TOOL_SAVE=จับภาพหน้าจอ
TIP_TOOL_WIDTH=ความกว้าง
TIP_TOOL_COLOR=สี

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=ตั้งค่าเครื่องพิมพ์ ...
BTN_PRINT=พิมพ์
GRB_PREVIEW =ตัวอย่าง

TAB_PAPERSETUP=ตั้งค่าหน้ากระดาษ
TAB_ADDTEXT=เพิ่มข้อความ

GRB_MARGINSETUP=ขอบ (มม. )
LBL_MARGINTOP=ด้านบน
LBL_MARGINLEFT=ด้านซ้าย
LBL_MARGINRIGHT=ด้านขวา
LBL_MARGINBOTTOM=ด้านล่าง

GRB_IMAGESETUP=การตั้งค่าภาพ
CHK_CENTER=ศูนย์กลางภาพ
CHK_SHRINK=พอดีกับหน้า (หด)
CHK_PROPORTINAL=รักษาอัตราส่วน
CHK_GRAYSCALE=เฉดสีเทา

GRB_PAPERCOUNT=จำนวนสำเนา
LBL_PAPERUNIT=หน้า

GRB_ORIENTATION=วางแนว
RDO_PORTRAIT=ภาพเหมือน
RDO_LANDSCAPE=ทิวทัศน์

GRB_HEADER=ส่วนหัว
CHK_HEADERADD=เพิ่ม
CBO_HEADERDEFAULT=กรุณาใส่ข้อความส่วนหัวที่นี่
LBL_HEADERMARGIN=ขอบ :
BTN_HEADERFONT=อักษร ...
RDO_HEADERLEFT=ซ้าย
RDO_HEADERCENTER=กึ่งกลาง
RDO_HEADERRIGHT=ขวา

GRB_FOOTER=ส่วนท้าย
CHK_FOOTERADD=เพิ่ม
CBO_FOOTERDEFAULT=กรุณาใส่ข้อความส่วนท้ายที่นี่
LBL_FOOTERMARGIN=ขอบ :
BTN_FOOTERFONT=อักษร ...
RDO_FOOTERLEFT=ซ้าย
RDO_FOOTERCENTER=กึ่งกลาง
RDO_FOOTERRIGHT=ขวา
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = ปิด
LBL_PREVIEW = ตัวอย่างรูปภาพ
LBL_CAPTION = คำบรรยายภาพ
RDO_SELECTALBUMS = เลือกอัลบัม
RDO_CREATEALBUM = สร้างอัลบั้มภาพใหม่
LBL_CREATEALBUM_NAME = ชื่อ : 
LBL_CREATEALBUM_LOCATION = สถานที่ : 
LBL_CREATEALBUM_DESCRIPTION =คำอธิบาย : 
LBL_CREATEALBUM_PRIVACY = ความเป็นส่วนตัว : 
CBO_CREATEALBUM_1 = ทุกคน
CBO_CREATEALBUM_2 = เครือข่ายและเพื่อนของฉัน
CBO_CREATEALBUM_3 = เพื่อนของเพื่อน
CBO_CREATEALBUM_4 = เพื่อนเท่านั้น
BTN_UPLOAD = อัพโหลด
LBL_IMGURL = URL รูปภาพ
LBL_LINKURL = URL ของลิงก์อัลบั้ม
LBL_UPLOADING=อัปโหลดเดี๋ยวนี้ ...
LBL_UPLOADCOMPLETE = อัปโหลดเสร็จสมบูรณ์
LBL_UPLOADWAIT = รอการตอบสนอง ...
LBL_UPLOADFAILURE = อัพโหลดล้มเหลว ลองอีกครั้ง
LBL_UPLOADRESULT = คุณได้อัปโหลดรูปภาพสำเร็จแล้ว

LBL_ACCOUNT = บัญชี :
LBL_PASSWORD = รหัสผ่าน :
LBL_REMEMBERPASSWORD = จำรหัสผ่าน
LBL_MESSAGE = ข่าวสาร :

LBL_WEBUPLOAD_TITLE = อัปโหลดภาพของคุณไปยังเว็บโดยตรง
LBL_WEBUPLOAD_TITLESUB = ผ่าน ImageShack - บริการโฮสติ้งรูปภาพฟรี
LBL_WEBUPLOAD_SIGNUP = ลงทะเบียนในการจัดการภาพที่คุณอัปโหลด!

LBL_WEBUPLOAD_NOACCOUNT = บุคคลทั่วไป (ไม่จำเป็นต้องลงทะเบียน)
LBL_WEBUPLOAD_ACCOUNTEXIST = ฉันมีบัญชี ImageShack

#3.1.4
BTN_REQUESTTWITTERPIN = ขอ PIN Twitter
BTN_REMEMBERME = จดจำฉันในคอมพิวเตอร์เครื่องนี้
LBL_TWITTERPIN = PIN
BTN_CONNECT = เชื่อมต่อ
BTN_DISCONNECT = ตัดการเชื่อมต่อ
#3.1.4

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=แท็บด่วน
MNU_RENAME=เปลี่ยนชื่อ ...
LBL_RENAME=กรุณาใส่ชื่อไฟล์

#3.0.0

[ObjectProperty]

SHP_SHAPES = รูปร่าง
SHP_LINE = เส้น
SHP_CURVE = เส้นโค้ง
SHP_ARROW = ลูกศร
SHP_CURVEARROW = ลูกศรโค้ง
SHP_ELLIPSE = วงรี
SHP_RECT = สี่เหลี่ยมผืนผ้า
SHP_ROUNDRECT = สี่เหลี่ยมผืนผ้าโค้งมน
SHP_BALLOON = บอลลูน
SHP_DIAMOND = สี่เหลี่ยมขนมเปียกปูน
SHP_PENTAGON = รูปห้าเหลี่ยม
SHP_Hexagon = หกเหลี่ยม
SHP_5STAR = ดาวห้าแฉก
SHP_6STAR = ดาวหกแฉก

TAB_EDIT = แก้ไข
TBN_DELETE_OBJECT = ลบ
TBN_DUPLICATE=ทำซ้ำ

MNU_FLATTEN = แผ่
MNU_FLATTENALL = เรียบทั้งหมด

LST_CHANGESHAPE = เปลี่ยนรูปร่าง

TAB_SHAPESTYLES=ลักษณะรูปร่าง

TBN_SHAPETEXT=แทรกข้อความ ...
TBN_SHAPEFILL=เติม
MNU_SHAPEFILL_NOFILL=ไม่เติม
MNU_SHAPEFILL_SOLIDFILL=การเติมสีทึบ
MNU_SHAPEFILL_GRAFILL=ไล่โทนสีแนวตั้ง
MNU_SHAPEFILL_RADIALFILL=ไล่โทนสีรัศมี

TBN_SHAPEOUTLINE=เค้าโครง
MNU_SHAPEOUTLINE_NOLINE = ไม่มีเส้น
MNU_SHAPEOUTLINE_SOLIDLINE = เส้นทึบ
MNU_SHAPEOUTLINE_DOTLINE = เส้นจุด
MNU_SHAPEOUTLINE_DASHLINE = เส้นประ
MNU_SHAPEOUTLINE_DASHDOTLINE = เส้นประจุด
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = เส้นประจุดจุด


TBN_SHAPEFORMAT=รูปแบบรูปร่าง
TBN_SHAPEEFFECTS=ลักษณะพิเศษของรูปร่าง
MNU_SHAPEEFFECTS_NOEFFECTS=ไม่มีลักษณะพิเศษ
MNU_SHAPEEFFECTS_SHADOW=ลักษณะพิเศษ
MNU_SHAPEEFFECTS_SHADOWUSE=เงา
MNU_SHAPEEFFECTS_SHADOWOPTION=ตัวเลือก ...

MNU_SHAPEEFFECTS_BALLOONPOS=บอลลูนคำแนะนำ
MNU_SHAPEEFFECTS_BALLOONPOSTL=บนซ้าย
MNU_SHAPEEFFECTS_BALLOONPOSTR=บนขวา
MNU_SHAPEEFFECTS_BALLOONPOSBL=ล่างซ้าย
MNU_SHAPEEFFECTS_BALLOONPOSBR=ล่างขวา

MNU_SHAPEEFFECTS_ARROWSTART = จุดเริ่มต้น
MNU_SHAPEEFFECTS_ARROWEND = จุดสิ้นสุด
MNU_SHAPEEFFECTS_ARROWNONE = ไม่มีลูกศร
MNU_SHAPEEFFECTS_ARROW1 = ลูกศร 1
MNU_SHAPEEFFECTS_ARROW2 = ลูกศร 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = วงกลม
MNU_SHAPEEFFECTS_ARROWDIAMOND = สี่เหลี่ยมขนมเปียกปูน

MNU_SHAPE_ARRANGE=จัดการ
BTN_SHAPE_FRONT=นำไปไว้ข้างหน้า
BTN_SHAPE_BACK=ส่งไปไว้ข้างหลัง

BTN_SHAPE_ARROWSTYLE=รูปแบบลูกศร

TAB_SHAPECOLOR=สีรูปร่าง

[Licenses]

rdoRegistered = ฉันเป็นผู้ใช้ที่ลงทะเบียนและฉันมีรหัสการลงทะเบียนสำหรับการใช้งานในเชิงพาณิชย์
rdoPersonal = ฉันต้องการที่จะใช้โปรแกรมนี้เพื่อใช้ส่วนบุคคลเท่านั้น
btnBuy = ซื้อตอนนี้
btnRegister = ลงทะเบียน
btnAgree= ยอมรับ
btnClose = ปิด
lblEnterLicense = ป้อนข้อมูลการลงทะเบียนของคุณ
lblOwnerName = ชื่อเจ้าของ
lblRegistrationCode = รหัสการลงทะเบียน

lblLicenseInfo = ผลิตภัณฑ์นี้ได้รับอนุญาตให้ : 
lblPersonalUse = สำหรับผู้ใช้บ้าน (ใช้ส่วนบุคคลเท่านั้น)

#3.0.0


#3.0.6
[ImagesSet]

grbJPEGOption=ตัวเลือก JPEG
lblJPEGQuality=คุณภาพ


cboJPEGQualityMaximum = สูงสุด
cboJPEGQualityHigh = สูง
cboJPEGQualityMedium = ปานกลาง
cboJPEGQualityLow = ต่ำ
#3.0.6

#3.0.7
[SaveAll]

grbSaveOptions=ตัวเลือกการบันทึก
lblSelectFolder=เลือกไดเรกทอรีที่จะบันทึกหน้าจอของคุณ

rdoAllImages=ภาพทุกภาพ
rdoUnsavedImages=ทุกภาพที่ไม่ได้บันทึก

grbFileOptions=ตัวเลือกไฟล์
lblFileName=ชื่อไฟล์
lblFileType=ชนิดของไฟล์
rdoFiles=ไฟล์
#3.0.7


#3.1.0
[ColorBalance]

grpbxColorBalance=ความสมดุลของสี
lblColorLevels=ระดับสี

grpbxToneBalance= สมดุลเสียง
rdbtnShadows=เงา
rdbtnMidtones=เสียงกลาง
rdbtnHighlights=เน้น
chckbxPreserveLuminosity=รักษาความสว่าง
#3.1.0


#3.1.4
[StartPage]

lblStartHome = เลือกงาน ...
lblStartTitle1 = งานใหม่
lblStartTitle2 = อุปกรณ์กราฟิก
chkStartDoNotShow = ไม่ต้องแสดงหน้าต่างนี้เมื่อโปรแกรมเริ่มต้น

#3.1.4

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = คลิกที่จุดศูนย์กลางบนหน้าจอ
MSG_ACTIVEWINDOW = กด [%s] กุญแจสำคัญในการจับภาพหน้าต่างที่ใช้งาน
MSG_EXITSAVEIMAGE = คุณต้องการที่จะบันทึกการเปลี่ยนแปลงไปยัง [%s]?
MSG_DEFAULT_IMAGENAME = รูปภาพ
MSG_DIRECTORYACCESSERROR = ไม่สามารถเข้าถึงไดเรกทอรี
MSG_DEFAULT_TAPNAME = ไม่มีรูปภาพ

MSG_HOTKEY_ALREADY1 = PicPick ไม่สามารถลงทะเบียนปุ่มลัดต่อไปนี้
MSG_HOTKEY_ALREADY2 = คุณต้องการที่จะเปลี่ยนปุ่มลัดเหล่านี้หรือไม่

MSG_THISFOLDERNOTFOUND = [ชื่อเส้นทางหรือโฟลเดอร์] ไดเรกทอรีหาไม่พบ.
MSG_INVALID_FILENAME = ชื่อไฟล์นี้ไม่ถูกต้อง
MSG_INVALID_CLIPBOARD = ข้อผิดพลาดเกิดขึ้นในขณะที่ได้รับข้อมูลคลิปบอร์ด!
MSG_CANNOTREPEATCAPTURE = ไม่สามารถหาพื้นที่ที่เลือกจากการจับภาพล่าสุด
MSG_CLOSEALLIMAGE = คุณต้องการที่จะปิดภาพที่ไม่ได้บันทึกทั้งหมดหรือไม่

MSG_FILE_OPEN =เปิด
MSG_FILE_SAVE =บันทึกเป็น

MSG_NEWVERSIONAVAILABLE = รุ่นใหม่ของ PicPick สามารถใช้ได้ คุณต้องการที่จะไปที่หน้าดาวน์โหลดตอนนี้หรือไม่

MSG_PROGRAM_NOTADDYET=คุณต้องเลือกโปรแกรมภายนอกเพื่อส่งภาพหน้าจอของคุณ!
MSG_EXTERNALPROGRAMERROR=ไม่สามารถหาโปรแกรมภายนอกที่ระบุ 
MSG_PARAMETERS_TITLE=พารามิเตอร์ PicPick
MSG_OLDLANGUAGE =ไฟล์ภาษาเป็นรุ่นเก่าดังนั้นบางข้อความไม่ได้แปล คุณต้องการที่จะเปลี่ยนภาษาหรือไม่ 
MSG_INVALIDALBUMNAME=ชื่ออัลบั้มไม่ถูกต้อง
MSG_CREATEFAILUREALBUM=เกิดข้อผิดพลาดในการสร้างอัลบั้ม
MSG_LOADINGFAILUREALBUM=เกิดข้อผิดพลาดขณะโหลดอัลบัม
MSG_IDEMPTY = กรุณาใส่ ID ผู้ใช้
MSG_PWEMPTY = กรุณาป้อนรหัสผ่านผู้ใช้

#3.0.0
MSG_SAVE = บันทึก
MSG_DONTSAVE = ไม่บันทึก
MSG_DONTSAVEALL = ยกเลิกการบันทึก
MSG_NODISPLAYAGAIN = ไม่ต้องแสดงข้อความนี้อีก

BTN_YES = ใช่
BTN_NO = ไม่ใช่
BTN_NOALL = ไม่ใช่ทั้งหมด

MSG_INPUTTEXT = กรุณาใส่ข้อความที่นี่

MSG_FLATTENLAYER= สำหรับงานนี้คุณต้องแผ่รูปร่างพร้อมภาพพื้นหลัง คุณต้องการที่จะแผ่รูปร่าง?
MSG_FLATTENALL=คุณต้องการที่จะแผ่รูปร่างทั้งหมดหรือไม่

MSG_INVALID_DOWNLOADURL = เกิดข้อผิดพลาดขึ้นในขณะดาวน์โหลดภาพ


MSG_OPENURL=โปรดป้อน URL

MSG_ANYSETTINGOK = การเปลี่ยนแปลงการตั้งค่าประสบความสำเร็จ
MSG_DEFAULTEDITOR=PicPick ได้รับการตั้งค่าให้เป็นโปรแกรมเริ่มต้นแก้ไขภาพ

#3.0.0

#3.0.7
MSG_FTPINFONEED=คุณต้องป้อนข้อมูลเซิร์ฟเวอร์ FTP ของคุณก่อน
#3.0.7

#3.1.4
MSG_CONNECTIONFAIL=เกิดข้อผิดพลาดขึ้นในขณะเชื่อมต่อเซิร์ฟเวอร์
#3.1.4